alsa-utils
arc-gtk-theme
arc-icon-theme
aria2
aurutils
base
base-devel
brightnessctl
cmake
colord
colorz
coreutils
cups
ddcci-driver-linux-dkms
ddcutil
devtools
distro-grub-themes-arch
dkms
docker
docker-compose
dockerfile-language-server-bin
dunst
efibootmgr
exfat-utils
f3
foomatic-db-gutenprint-ppds
fzf
gamemode
gamescope-nvidia
gamescope-nvidia-debug
ghostscript
git
glmark2
go
grc
greetd
greetd-tuigreet
grub
grub-customizer
gutenprint
headsetcontrol
htop
hyprland
hyprlang
imagemagick
inkscape
intel-ucode
jedi-language-server
kitty
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-pipewire
libnma-gtk4
librewolf-bin
libva
linux-firmware
linux-zen
linux-zen-headers
lua-language-server
lxqt-policykit
man-db
man-pages
mesa-utils
mkinitcpio-firmware
mkinitcpio-numlock
moka-icon-theme-git
mpv
mullvad-vpn
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-openvpn
nm-connection-editor
noise-suppression-for-voice
nvidia-dkms
nwg-look-bin
openrgb-bin
openssh
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
pass
pass-import
passff-host
pavucontrol-qt
pcmanfm-qt6-git
pipewire
pipewire-alsa
pipewire-audio
pipewire-docs
pipewire-pulse
posy-cursors
protontricks
pulseaudio-ctl
pyenv
python-apsw
python-colorthief
python-defusedxml
python-gobject
python-iso8601
python-lxml
python-magic
python-paramiko
python-pip
python-psutil
python-pycryptodome
python-pygments
python-pykeepass
python-pynacl
python-pynput
python-pyqt5
python-secretstorage
python-setuptools
pywal-16-colors
qmk
qpwgraph
qrencode
qt5-tools
qt5-wayland
qt5ct
qt6-wayland
qt6ct
refind
reflector
rofi-lbonn-wayland-only-git
sdbus-cpp
skanpage
spotify-adblock
steam
stow
swh-plugins
swww
syncthing
terminus-font
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
unzip
vim-language-server
vlc
vulkan-tools
waybar
webcord-bin
webkitgtk-6.0
wev
wget
wireplumber
wl-clipboard
wlogout
wofi
xarchiver
xdg-desktop-portal
xdg-desktop-portal-wlr
xdg-user-dirs
xorg-xeyes
xorg-xhost
yay
ydotool
zip
zsh
zsh-completions
zsh-pure-prompt
zsh-syntax-highlighting
