alsa-utils
aurutils
base
base-devel
brightnessctl
ddcci-driver-linux-dkms
ddcutil
fzf
gamemode
glmark2
go
grc
htop
hyprland
intel-ucode
jedi-language-server
lib32-pipewire
librewolf-bin
linux-zen
lua-language-server
man-db
man-pages
mkinitcpio-firmware
mkinitcpio-numlock
neofetch
neovim
networkmanager-openvpn
nm-connection-editor
nvidia-dkms
openrgb-bin
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
pavucontrol-qt
pcmanfm-qt6-git
protontricks
python-pynput
python-pyqt5
pywal-16-colors
qmk
qpwgraph
qt5ct
qt6ct
refind
reflector
spotify-adblock
steam
stow
swww
syncthing
terminus-font
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
vim-language-server
waybar
webcord-bin
wev
wlogout
xarchiver
xorg-xeyes
yay
ydotool
zsh-completions
zsh-pure-prompt
zsh-syntax-highlighting
